{
  "added_tokens_decoder": {
    "0": {
      "content": "<cls>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "<eos>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "32": {
      "content": "<mask>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "33": {
      "content": "<sp_Arabidopsis thaliana>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "34": {
      "content": "<sp_Bos taurus>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "35": {
      "content": "<sp_Escherichia coli>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "36": {
      "content": "<sp_Homo sapiens>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "37": {
      "content": "<sp_Mus musculus>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "38": {
      "content": "<sp_Oryza sativa>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "39": {
      "content": "<sp_Rattus norvegicus>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "40": {
      "content": "<sp_Rhodotorula toruloides>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "41": {
      "content": "<sp_Saccharolobus solfataricus>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "42": {
      "content": "<sp_Saccharomyces cerevisiae>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "43": {
      "content": "<sp_Schizosaccharomyces pombe>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "44": {
      "content": "<sp_Staphylococcus aureus>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "additional_special_tokens": [
    "<sp_Arabidopsis thaliana>",
    "<sp_Bos taurus>",
    "<sp_Escherichia coli>",
    "<sp_Homo sapiens>",
    "<sp_Mus musculus>",
    "<sp_Oryza sativa>",
    "<sp_Rattus norvegicus>",
    "<sp_Rhodotorula toruloides>",
    "<sp_Saccharolobus solfataricus>",
    "<sp_Saccharomyces cerevisiae>",
    "<sp_Schizosaccharomyces pombe>",
    "<sp_Staphylococcus aureus>"
  ],
  "clean_up_tokenization_spaces": false,
  "cls_token": "<cls>",
  "eos_token": "<eos>",
  "extra_special_tokens": {},
  "mask_token": "<mask>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "tokenizer_class": "EsmTokenizer",
  "unk_token": "<unk>"
}
