{
  "<sp_Arabidopsis thaliana>": 33,
  "<sp_Bos taurus>": 34,
  "<sp_Escherichia coli>": 35,
  "<sp_Homo sapiens>": 36,
  "<sp_Mus musculus>": 37,
  "<sp_Oryza sativa>": 38,
  "<sp_Rattus norvegicus>": 39,
  "<sp_Rhodotorula toruloides>": 40,
  "<sp_Saccharolobus solfataricus>": 41,
  "<sp_Saccharomyces cerevisiae>": 42,
  "<sp_Schizosaccharomyces pombe>": 43,
  "<sp_Staphylococcus aureus>": 44
}
